[{
    "id": "NT",
    "name": "ASPEN Populus Tremula",
    "description": "Poplar Tremula-(aspen) .Even in the slightest of breeze the leaves of the Aspen can be heard rustling. It is a very hardy species and tolerates long, cold winters and short summers.Aspen is resistant to browsing pressure by falow deer due to unpleasant taste. The silver marked bark and the quiver foliage makes this tree extremely attractive.  A rapid growing tree that is useful for screening.  Constantly throwing up suckers.  It is not an important tree for timber because its stem never grows very large.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/aspen.jpg",
    "size": "eventual size in this country 60ft.",
    "environment": "very hardy, prefers damp sites,tolerates long cold winters & short summers.",
    "keyFeature": "Wooly fruits from catkins in May. Glorious amber yellow in Autumn.",
    "cost": "1.5"
  },
  {
    "id": "NT",
    "name": "Bird Cherry trees (Prunus Padus)",
    "description": "Bird cherry trees are native to Britain and look stunning in late spring when they are covered with masses of white almond scented fragrant blossom. An important tree for wildlife as well as ornamental value. Its a wild cherry with clusters of glossy-black berried fruits that only the birds will eat , in fact loved by them. Beautiful highly fragrant white blossom in May. Can be trimmed to the same height as other species in a mixed native hedge or can be grown as a tree. They have erect racemes until fertilized by bees then spreading or pendulous. Bird cherry is a shrubby woodland edge tree, although it is often planted as an ornamental tree for smaller gardens and is often used in hedging as an infill tree.  It is wind firm, pliant and robust. The leaves turn orange-red in the autumn. Bird Cherry Trees -  pruning is not usually required although sometimes you may find that pest like bullfinches, caterpillars can cause silver leaf which can be pruned out during mid summer.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/birdcherrytreeimages-2.jpg",
    "size": "event.hgt 15metres -width 3metres",
    "environment": "hardy small tree grow on any soil type but not on dry sands.",
    "keyFeature": "fragrant blossom in May, fruit only edible for birds. small tree.orange red autumn colours",
    "cost": "0.9"
  },
  {
    "id": "NT",
    "name": "Black Walnut trees (Juglans Nigra)",
    "description": "Black Walnut trees-(Juglans Nigra) is a tough tree-In autumn it turns brilliant gold colour. The black walnut is a large, fast growing deciduous tree with distinctive ridged bark and butter yellow autumn leaves. An abundance of edible nuts are produced in autumn,  you probably know when they are ready when you see lots of squirrels in your tree. Nuts are considered to be even better than the Common Walnut (Juglans Regia). Walnuts are rounded, single-seeded stone fruits of the walnut tree. The walnut fruit is enclosed in a green, leathery, fleshy husk. The husk is inedible but the walnut seeds which are edible are a high density source of nutrients, particularly proteins and essential fatty acids. In east and central North America the commercially valuable  black walnut tree attains 30 metres in height. This species can usefully be planted in mixture with cherry or larch. In the arboretum it makes a fine free standing specimen in full light. The rugged grey bark resembles oak and the foliage is like ash. More about Walnut trees The combination of healthy unsaturated fats, high levels of antioxidants, and rich vitamin content has increased interest in growing nuts in the garden or home orchard. Somewhat surprisingly the humble Walnut is turning out to be perhaps the healthiest of all nuts, thanks to its super-abundance of antioxidants. Pruning - Regular pruning is not really necessary but if wished any overhanging or annoying branches can be pruned out in mid summer/early",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/blackwalnuttree.jpg",
    "size": "Eventual height upto 30 meters",
    "environment": "Prefers moist, well-drained soil, rich and deep soil. Full sun.",
    "keyFeature": "fast growing.May/June flowering catkins. Gold during autumn",
    "cost": "2.4"
  },
  {
    "id": "NT",
    "name": "Common Alder trees (alnus glutinosa)",
    "description": "Trees, the valuable British native (alnus glutinosa) common alder tree species that is known to directly support over 90 different organisms. Thrives in wet soils, prevents erosion on river banks. Male and female catkins grow on same tree ripening in spring. The rough bark can sprout young shoots. It will grow on wet sites that are not too acid or flooded for long periods. It fixes nitrogen in nodules attached to its roots. In some areas it is prone to root rot  and should not be planted where this is already evident. Traditionally common alder was coppiced on a 10-15 year cycle mainly to manufacture clogs. This low density hardwood has many uses now. Stem burrs and deformities have always been in great demand for ornamental inlays and veneers. PRUNING not necessary but if it is just an odd overhanging branch then this can be pruned back in late October through to March. Should your tree require major pruning then we would suggest contacting a",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/commonalder17-001.jpg",
    "size": "upto 18 meters - 20' to 40' (6m to 12m) wide.",
    "environment": "Prefers moist soil. Full sun to partial shade.",
    "keyFeature": "catkins, fruit throughout winter.",
    "cost": "0.6"
  },
  {
    "id": "NT",
    "name": "COMMON OAK (Quercus Robor)",
    "description": "Common or English oak trees , Quercus Robor is found across most of lowland Britain. Broadly spreading tree, grows well on heavy clays. In May leaves and flowers appear together. Common oak supports more species of insect than any other native tree. Oak timber is legendary for its strength and appearance. There are good and bad oak timber sites. It prefers heavier soil and tolerates water logging better than sessile. These have been well known to foresters for generations. Light gravelly soil tends to produce 'shaky' oak. Branches are vigorous so timber trees needs careful early pruning to produce straight knot free wood. Living oaks are picturesque in the rural landscape. Individuals may live for a thousand years and stems in excess of 375 cm diameter (over 38 feet round) are known. Pruning if required should be done when the tree is dormant i.e October through to March.  Avoid pruning newly planted Oak trees unless they have dead or broken branches.  It is advised if any major surgery is required on more mature Oak trees then a qualified and registered expert should be consulted.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/common-oak.jpg",
    "size": "Most trees reach a maximum of 50' to 70' (15m to 21m) tall.",
    "environment": "Full sun. Moist, fertile well-drained soil preferred. Soil pH is not critical.",
    "keyFeature": "flowers and leaves in May. Acorns. Good timber",
    "cost": "0.9"
  },
  {
    "id": "NT",
    "name": "Common Walnut trees (Juglans Regia)",
    "description": "Common Walnut trees (Juglans Regia)- The bark is smooth, olive brown when young and silvery-grey on older branches. The male flowers are in drooping catkins and the female flowers ripen in the autumn into a fruit with husk. Walnut seeds-Walnuts are rounded, single-seeded fruits of the walnut tree. The walnut fruit is enclosed in a green leathery husk, which is inedible. The walnut seed is edible and are a high density source of nutrients, particularly proteins and essential fatty acids. Juglans Regia is universally known as a richly figured wood veneer in antique furniture. Especially before about 1750 when mahogany became available. The timber is in as much demand now as it has ever been. Even the roots of good trees are utilised. Plants prefer light fertile soil and need shelter and plenty of space.The hardy Common Walnut tree makes a good specimen tree for the larger garden. More about Walnut trees The combination of healthy unsaturated fats, high levels of antioxidants, and rich vitamin content has increased interest in growing nuts in the garden or home orchard. Somewhat surprisingly the humble Walnut is turning out to be perhaps the healthiest of all nuts, thanks to its super-abundance of antioxidants. Pruning Walnut - Regular pruning of walnuts trees is not necessary but if you wish to prune back annoying or overhanging branches this should be done in mid summer/early autumn to avoid bleeding (sap). Heavy pruning is not recommended.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/20170708_150726-600x450.jpg",
    "size": "Upto 30 meters.",
    "environment": "Sheltered sites with space. Light soils.",
    "keyFeature": "Monumental tree-edible nuts and good timber",
    "cost": "2.3"
  },
  {
    "id": "NT",
    "name": "Downy Birch (betula pubescens)",
    "description": "British native birch trees are the best choice of trees for planting on wet sites. It is completely hardy throughout Britain and will provide shelter for other species of trees planted nearby. Downy birch is extremely valuable for wildlife because of the large number of insects and mites which are associated with it. The shoots are purplish brown and covered in soft white hairs (unlike silver birch which has rough scratchy twigs). The tough little triangular leaves turn to golden yellow in the autumn. Stems are white, glossy brown and pink, with patches of black developing as they mature. Pruning can be done if required in late summer or early autumn.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/downy-birch.jpg",
    "size": "Upto 15 meters",
    "environment": "Tolerates wet sites.",
    "keyFeature": "Yellow autumn leaves.Attractive to wildlife",
    "cost": "0.65"
  },
  {
    "id": "NT",
    "name": "Field Maple (Acer Campestre)",
    "description": "Field Maple trees or hedging -Acer Campestre is a deciduous British native tree particularly valued for the wildlife it supports, its small size (seldom over 18 metres tall) and fantastic brilliant yellow autumn foliage colour.Withstands air pollution, traditionally it was often managed as under wood game cover. Cutback, or even coppiced, it produces bushy regrowth giving excellent low level shelter from the wind. Excellent hedging plant. Before the 1850's 'Birds Eye' maple veneers were cut from field maple burrs and roots. Today the timber is hardly used at all, although there is still a demand for wavy figured and maple wood for ornamental cabinet work and craft items. PRUNING -  hedges can be pruned in mid summer",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/fIELDMAPLE-1.jpg",
    "size": "Upto 18 meters",
    "environment": "Adaptable to many soils, including very alkaline, very acid, dry or compacted sites. Withstands air pollutions and tolerates uraban areas.",
    "keyFeature": "Good colouring of leaves in auturm, yellow, gold and sometimes purple",
    "cost": "0.8"
  },
  {
    "id": "NT",
    "name": "Green Beech Trees (Fagus Sylvatica)",
    "description": "Green Beech Trees (Fagus sylvatica) the mighty Green Beech makes a bold statement, consequently it is a top pick among home owners looking for a low maintenance tree to decorate their property.What's more, can live up to 400 years, once planted, the specimen will remain an attractive fixture for generations to come. Beech is potentially a large noble tree which is thought to be native in the south of Britain, makes a good specimen tree and an excellent beech hedge. Beechnuts are a useful food for the wildlife. Shady summer green beech woods are a delight to see and walk in. It produces fine timber trees even on thin chalk and limestone soils. Beech is a shade tolerant species so plantations can be maintained at close spacing to produce straight knot free timber. This is in great demand for furniture, plywood and flooring. Beech hedging: Pruning a beech hedge can be done late August but if too late you can prune in early spring i.e. February only if weather is not really cold. If you need to really reduce the height of beech by more than 50% this should be done over two seasons. Our range of Beech plants include (Purple Beech-Fagus Sylvatica Purpurea)(Weeping Green Beech-Fagus Sylvatica Pendula)(Weeping Purple Beech-Fagus Sylvatica Purpurea Pendula)",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/greenbeech-tree.jpg",
    "size": "Eventual height 30 meters spread 20 meters",
    "environment": "Moist, well-drained, acidic soil. Does not like excessively wet soils. Full sun best.",
    "keyFeature": "Retains some leaves during the winter",
    "cost": "1"
  },
  {
    "id": "NT",
    "name": "Grey Alder trees (alnus incana)",
    "description": "Grey Alder (alnus incana) trees.This is a widely distributed aggressive pioneer species from mainland Europe and Russia, but it is not a British native. A subspecies (rugosa) occurs across North America. It is totally hardy in most of Britain, and thrives on cold wet ground making it ideal for planting on reclaimed and derelict land. It suckers freely and its wide spreading roots fix atmospheric nitrogen. Where the root rot phytophthora is prevalent however grey alder should not be planted. The timber is soft and of low density. This is a good nurse tree, and it can be regularly coppiced.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/grey-alder.jpg",
    "size": "Eventual height 20 meteres",
    "environment": "will tolerate even poor soil conditions.",
    "keyFeature": "A fast growing tree.",
    "cost": "0.7"
  },
  {
    "id": "AS",
    "name": "Acer Dissectum Japanese Maple Cut Leaf",
    "description": "A good present for any sized garden Cut Leaved Japanese Maple trees-(Acer Palmatum Dissectum trees).  A beautiful mound-forming variety, with arching shoots which make a delicate specimen in the ground or an attractive container shrub. A  Deciduous tree slow growing. Silky finely cut green leaves,which are green in spring and summer turning beautiful gold in autumn months. Excellent in woodland gardens or shady places in a garden, but avoid strong afternoon sun and best in a more sheltered position out of strong winds.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/DISSECTUM-1.jpg",
    "size": "Slow growing can reach upto 2 metres with a spread of 3 metres",
    "environment": "Ericasious not in exposed position",
    "keyFeature": "Pretty shrub small tree for small garden or does well in tubs",
    "cost": "45"
  },
  {
    "id": "AS",
    "name": "Acer Drummondii Maple",
    "description": "Very popular tree The Acer Drummondii Tree is a member of the norway maple family.  Light green maple shaped leaf emerge and are edged with cream.  Can be planted either side of garden entrance gate to create a welcoming approach to your house.  Eventual height approx. 12 meters.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/drummondii-tree-600x450.jpg",
    "size": "Eventual height 10-12 meters.",
    "environment": "Most soil types, prefers sun will tolerate shade.",
    "keyFeature": "Good leaf colouring.",
    "cost": "19"
  },
  {
    "id": "AS",
    "name": "Amelanchier Canadensis Rainbow Pillar-Snowy Mespilus Tree",
    "description": "Amelanchier Canadensis, RAINBOW PILLAR trees 'new in stock' Snowy Mespilus Trees. Rainbow Pillar is a NEW variety, hardy in the UK. A decidious small columnar tree ideal for any garden but would make a good specimen in small gardens. Spring time brings this tree alive with clusters of scented white flowers, followed by small green leaves which in Autumn turn shades of red, orange and yellow which is why it is called Rainbow Pillar. Dark purple fruits in late summer apparently can be used to make jams or pies. A mature Rainbow Pillar will only grow to 4 metres in height with a spread of 2.5metres so it is excellent as a potted tree on your patio or roof terrace. Plant as a single specimen or in groups in a larger landscape.  Will do well in neutral soil but prefers slightly acidic pH.  Tolerates salt so would be a good selection for coastal gardens.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/RAINBOW-PILLAR.jpg",
    "size": "Mature size 4 metres spread 2.5 metres",
    "environment": "Ideal for terrace, balcony or small garden or landscape planting",
    "keyFeature": "Spring scented white flowers. Abundant Autumn colouring which is why it is called Rainbow",
    "cost": "47"
  },
  {
    "id": "AS",
    "name": "Atlas Cedar trees (Cedrus Atlantica)",
    "description": "Amelanchier Canadensis, RAINBOW PILLAR trees 'new in stock' Snowy Mespilus Trees. Rainbow Pillar is a NEW variety, hardy in the UK. A decidious small columnar tree ideal for any garden but would make a good specimen in small gardens. Spring time brings this tree alive with clusters of scented white flowers, followed by small green leaves which in Autumn turn shades of red, orange and yellow which is why it is called Rainbow Pillar. Dark purple fruits in late summer apparently can be used to make jams or pies. A mature Rainbow Pillar will only grow to 4 metres in height with a spread of 2.5metres so it is excellent as a potted tree on your patio or roof terrace. Plant as a single specimen or in groups in a larger landscape.  Will do well in neutral soil but prefers slightly acidic pH.  Tolerates salt so would be a good selection for coastal gardens.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/atlascedar_1.jpg",
    "size": "In 10 years - 8 meters, 20 years - 15 meteres, eventual height - 30 metres",
    "environment": "In 10 years - 8 meters, 20 years - 15 meteres, eventual height - 30 metres",
    "keyFeature": "Evergreen very large tree usually found in large grounds, parks",
    "cost": "47"
  },
  {
    "id": "AS",
    "name": "Black Cherry Plum trees (Prunus Cerasifera Nigra)",
    "description": "Black cherry plum trees - Prunus Cerasifera Nigra trees. Very pleasing small tree perfect for any small garden to bring a splash of colour.The double blossom is a beautiful dusty pink and the leaves appear as coppery bronze before turning to a darker shade of green and again when autumn approaches the leaves turn again once more to a more bronze colour. More mature trees produce fruit. Can be potted in a large container on the patio to give an impressive look.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/coppercherryplum24.jpg",
    "size": "Can reach up to 25 foot with spread of 8 meters",
    "environment": "Tolerates most soils in full/semi sun",
    "keyFeature": "Spring flowering double pink. Coppery red leaves.",
    "cost": "18"
  },
  {
    "id": "AS",
    "name": "Black Mulberry (Morus Nigra) Arboretum Species",
    "description": "Black Mulberry Tree Morus Nigra.  Easy to grow prefers a sunny position moisture retentive but well drained.  Comes into leave around late April, green rounded leaves and with age the trunk can become crooked and gnarled which is a good feature.  The Black Mulberry produces excellent fruit which is like a giant blackberry but colours are more purple black.  Truly delicious and delicate fruit which is why you will not usually see it in shops or supermarkets.  It is fair to say that the fruits will not appear until the Black Mulberry is about 7/9 years old.  Advised not to plant it near a path as the fruit do stain and wear gloves when harvesting the fruits.  Pruning can be done in late Autumn when the tree is dormant.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/black-mulberry-600x450.jpg",
    "size": "Eventual height 8 meters spread 7 meters",
    "environment": "Sunny position tolerant of most soils",
    "keyFeature": "Easy to grow, excellent delicious fruit",
    "cost": "22"
  },
  {
    "id": "AS",
    "name": "Blue Atlas Cedar trees (Cedar Atlantica Glauca)",
    "description": "Recommended for that special gift ! Blue Atlas Cedar trees-Cedrus Atlantica Glauca-This robust blue-grey needled conifer is indispensable in most ornamental tree collections. Definite specimen use, for large properties, this tree makes a statement by itself, with powder blue, somewhat silver needles and a pyramidal shape when young becoming flat-topped with horizontal spreading branches when older. It is the ideal foil for anything with golden or copper foliage, and even 'sets off' many green leaved plants beautifully. Young trees are particularly glaucous and stand alone as excellent specimens. They may be encouraged to restrict themselves to one stem or allowed to follow the Atlas cedar tendency to become multi-stemmed. On a good site they will eventually reach 20-30 metres in height but seldom spread out much more than half their height. In the landscape they can achieve all sorts of effects. They should always be lit from the front; seen against the light the 'blue' effect is lost. A small clump planted at about 8 metres spacing will create a dynamic effect especially at the end of a long vista. This form will tolerate dry conditions, as well as summer heat and winter cold with impunity.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/BLUEATLASCEDAR-cones.jpg",
    "size": "Medium-sized tree, 40' to 60' (12m to 18m) tall",
    "environment": "Prefers moist, deep soils, but tolerant of dry, Sandy soils. Full sun is best. tolerant of pollution, urban conditions. Needs protection from sweeping winds.",
    "keyFeature": "Evergreen, blue-grey form. Will eventually grow into large tree.",
    "cost": "54"
  },
  {
    "id": "AS",
    "name": "Brewers weeping Spruce trees (picea breweriana)",
    "description": "Fantastic for lawn centre piece Brewers Spruce trees(picea breweriana).   An evergreen conifer forming a medium-sized tree of broadly conical habit, with drooping curtains of dark green foliage, and oblong purplish cones to 10cm in length. With rigid, needle-like leaves arranged singly all round the shoots, and narrow, leathery-scaled cones borne near the ends of the shoots. Confined in the wild to a few mountain tops on the Oregon-California border USA. Occasional in larger gardens, and admired by many. This has become common British arboreta.  If you have the space in a large garden this is a 'must have' spruce, great as a lawn centre piece. The distinctive hanging curtains of deep green foliage on stiff horizontal branches immediately give its identity away. Its tall slender outline and conical top resemble a green fountain frozen in time. Moderately high rainfall and slightly acid soils are preferred but this spruce will grow in most soil and climatic conditions. A clump of 5 is effective, more than 10 may crate a gloomy sombre environment. The drooping foliage is a snow shedding adaptation from the trees alpine past. In cultivation it needs side shelter to keep its symmetry.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/brewersspru.jpg",
    "size": "In 10 years - 3 meters, 10 years - 5 meters, eventual height - 20 meters",
    "environment": "Chalky sites but do need damp soil and some shelter from winds.",
    "keyFeature": "Much sought after lawn specimen. Weeping habit. Slow in first 10 years but then rapidly grows.",
    "cost": "42"
  },
  {
    "id": "AS",
    "name": "Cappadocian Maple Trees (Acer Cappadocicum)",
    "description": "Acer Cappadocian Maple trees - most striking feature of these maple trees is the sprout leaves unfold red, and the whole crown of leaves turn a fantastic butter yellow in October. A good ornamental tree, it is frequent in the larger gardens. The medium sized rounded head of branches on a sunny October day is a memorable sight, the strong foliage can be viewed to advantage from any direction. Being one of the few maples to sucker around the trunk it is ideal to be grown where the surroundings are grazes, mown or under paving. Unlike many maple species this tree is seldom attacked by squirrels. The ultimate height seldom exceeds 10 metres. Once established specimens will live for a very long time.. This species will tolerate the British lowland climate very well, even in the north. Trees are known on both acid and alkaline soils but neutral conditions probably suit it best. Adequate soil moisture is important. As the name suggests this tree comes from the Caucasus. Its range extends to the Himalayas and West Asia. It was introduced to Britain in 1838. Although not common, it can be found close to great houses and in collections in virtually every county. In all eight species of Maple are native to Asia Minor and the Caucasus Mountains.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/CAPPADOCIUMTREE.jpg",
    "size": "Eventual height 20 meters spread 15 meters",
    "environment": "Most soil types, prefers some sun will tolerate shade.",
    "keyFeature": "Leaves unfold red, turning a fantastic butter yellow in autumn, giving good autumn colour",
    "cost": "27"
  },
  {
    "id": "AS",
    "name": "Cherry Kanzan Prunus Kanzan double blossom on line",
    "description": "A good Present  Flowering cherry tree 'Prunus Kanzan'.  An incredible sight in full bloom, it's no wonder 'Kanzan' is one of the most popular of all flowering cherries. Awarded the RHS Award of Garden Merit for its performance and reliability, it is incredibly easy to grow and fully winter hardy. Scented, soft-pink,fully double flowers each April, and coppery red foliage that turns a rich, golden colour in autumn. An exceptional popular pink form of Japanese Cherry. Strong upright branches eventually bend out, heavy with long-stalked bunches of double  pink flowers opening in spring.  First leaves appear coppery red and later in summer turn green. Makes a good garden tree.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/kanzan-no.1.jpg",
    "size": "20/25FT",
    "environment": "Most soils best in full sun. Not well on light lands.",
    "keyFeature": "Pretty flowering in spring",
    "cost": "19"
  },
  {
    "id": "PF",
    "name": "Fig Tree (Ficus carica) ‘Brown Turkey’ Hardy in UK gardens",
    "description": "Fig tree ( Ficus carica) 'Brown Turkey' This striking fruit, with its fresh green or deep purple skin and vibrant deep pink flesh, is a wonderful addition to the autumnal table. A large deciduous shrub with bold, deeply lobed leaves and tiny flowers borne within a hollow receptacle which enlarges to form the edible fruit to 10cm in length, at first green and quite hard, but purplish and soft when ripe. Usually one crop of fruit per year, but sometimes two in a hot summer or under protection. Fig trees are quite hardy and will grow well in most UK gardens. They fruit best when grown in a warm situation-trained as fans on walls or in the open garden. Delicious fruits for eating, baking or even jam making.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/fig.jpg",
    "size": "Ultimate height 2.5 - 4 meters, spread 2.5 - 4 meters over 10 - 20 years",
    "environment": "Tolerates most soils,except waterlogged and grows well in sunny position",
    "keyFeature": "Self fertile,large purple fruits,grown in garden or container",
    "cost": "10"
  },
  {
    "id": "PF",
    "name": "Patio Apple Tree James Grieve (Malus domestica) Patio and garden fruit tree",
    "description": "Suitable for growing on the Terrace or Patio, in pots and as small trees in the ground. 'James Grieve' (Malus Domestica Apple). Eventual height 100-150cm James Grieve makes a great COOKING APPLE in September, sweetening to a delicious fantastic DESSERT APPLE apple in October. Enjoy the medium to large, sweet golden skinned fruit from this dwarf apple tree. Fruit trees, all extremely dwarf stocks, very fruiting. Specially bred dwarf variety, producing large dessert apples on stems.You wont need an orchard for these dwarf fruit trees! These mini Apple trees are specially bred varieties , just perfect for the patio or in the ground ! Varieties are selected for disease resistance and productivity. Fruit: medium to large-yellowish green with deep red bloom Flesh: whitish yellow- juicy Harvest: late September. Storage:Until January Fertilization by : Malas domestica 'Cox's Orange Pippin' , Malas domestica 'Benoni', 'Alkmere', 'Elstar'.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/james-grieve43-600x450.jpg",
    "size": "Eventual height 100-150cm",
    "environment": "Ideal for patio containers,terrace and small gardens",
    "keyFeature": "Large juicy fruits,makes a great cooking apple in September,sweetening to dessert apple in October, yellowish green with deep red bloom",
    "cost": "18"
  },
  {
    "id": "PF",
    "name": "Patio Blueberry (vaccinium corymbosum) ‘Duke’ shrub, garden fruit",
    "description": "Buy a present for someone special !! Blueberries have become one of the most fashionable fruits to grow. High in vitamin C, they are great for eating fresh or for culinary purposes for quince or jam. They are perfect for deep-freezing and they retain their flavour. They produce not only delicious light blue fruits, but also attractive flowers and vivid autumn colour. Reddish-green spring leaves turn blue-green in summer and red, yellow, orange and purple in fall. White or pink, bell-shaped flowers in drooping clusters are followed by edible, blue fruit. A multi-stemmed shrub with green, or often red, twigs and terminal clusters of small, urn-shaped white flowers. They can be grown in the garden or in containers. Pruning Between November & March, when the plant is dormant.Remove one or two of the oldest canes at the base each year.  Cut out any low branches that will lie on the ground when laden with fruit and remove all twiggy wood on the ends of fruiting laterals. Harvest methods For many years, blueberries were hand picked. In modern times, traditional hand picking is still quite common especially for the more delicate varieties. More commonly, farmers will use harvesters that will shake the fruit off the bush. The fruit is then brought to a cleaning/packaging facility where it is cleaned, packaged, then sold. Uses-Making blueberry jam at home Blueberries are sold fresh or processed as individually quick frozen (IQF) fruit, purée, juice, or dried or infused berries, which in turn may be used in a variety of consumer goods, such as jellies, jams, blueberry pies, muffins, snack foods and cereals. Blueberry jam is made from blueberries, sugar, water, and fruit pectin. Blueberry wine is made from the flesh and skin of the berry, which is fermented and then matured; usually the lowbush variety is used. LOOKING for that special tree - see our Arboretum section  ",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/blueberry.jpg",
    "size": "Height (45cm-2m), spread (18in-7ft)",
    "environment": "Frost hardy to fully hardy,evergreen,open,sunny,sheltered position.",
    "keyFeature": "Light blue berries,fruiting mid-summer to early autumn,green foliage,turning red,yellow,orange and purple in fall",
    "cost": "13"
  },
  {
    "id": "PF",
    "name": "Patio Cherry Tree ‘Stella’ (Prunus Avium) Patio and garden fruit tree",
    "description": "Suitable for growing on the Terrace or Patio, in pots and as small trees in the ground, varieties are selected for disease resistance and productivity. 'Stella' (Prunus Avium Cherry).Eventual height 100-150cm Enjoy the large clear red fruit from this dwarf cherry tree. Patio fruit trees, all extremely dwarf stocks, very fruiting. Specially bred dwarf variety, producing large very fine tasting cherry's. You wont need an orchard for these dwarf fruit trees! These mini Cherry trees are specially bred varieties, producing large fruits on stems , just perfect for the patio!. You can grow any fruit trees in a container for a few years then transplant it into the garden if required.  ",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/2011-12-31-23.00.00-169-600x450.jpg",
    "size": "Eventual height 100-150cm",
    "environment": "Ideal for patio,terrace and small garden",
    "keyFeature": "Large fruits, red/orange very fine taste,compact fruit tree,self-pollinating",
    "cost": "18"
  },
  {
    "id": "PF",
    "name": "Patio Pear Tree ‘Conference’ (pyrus communis) Patio Fruit tree",
    "description": "Conference pear fruit trees-(Pyrus communis). Patio fruit trees, all on extremely dwarf stocks, very fruiting. These specially bred dwarf varieties produce deliciously juicy fruits on stems. Eventual height 100-150cm. Making them perfect for patio containers ! Suitable for growing on the Terrace or Patio, in pots and as small trees in the ground, varieties are selected for disease resistance and productivity. Fruit: fairly large-irregular-slim-green-later greenish yellow. Flesh: light orange-juicy-sweet-hard skin. Harvest: second half of September. Storage: until mid-October. Fertilization: self fertile, 'Beurre' Hardy', 'Doyenne du Comice', 'Gieser Wildeman'. Compact fruit tree, ideal for terrace or balcony.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/conferencepears5.jpg",
    "size": "Eventual size 100-150cm",
    "environment": "Ideal for patio,terrace or small gardens",
    "keyFeature": "Juicy sweet hard skin, self fertile, fairly large green fruit, good harvest",
    "cost": "18"
  },
  {
    "id": "PF",
    "name": "Patio Plum Tree ‘Opal’ (Prunus domestica) Patio fruit tree",
    "description": "'Opal' (Prunus domestica plum). Eventual height 100-150cm. Suitable for growing on the Terrace or Patio, in pots and as small trees in the ground, varieties are selected for disease resistance and productivity. Enjoy the marvellous juicy taste of 'Opal' from this dwarf Patio fruit tree, all extremely-dwarf stocks, very fruity. Specially bred dwarf variety, producing juicy plums. You wont need an orchard for these dwarf fruit trees, just perfect for the Patio. Fruit:round,small,yellow with purple. Flesh:yellow-greenflesh, juicy. Marvellous taste. Harvest:July-August Storage:3 weeks Fertilization:by self-pollinating 'Anna Spath', 'Victoria'-compact fruit tree, ideal for terrace, balcony or in the ground.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/2011-12-31-23.00.00-224-600x450.jpg",
    "size": "Eventual size 100-150cm",
    "environment": "Compact fruit tree, ideal for terrace, balcony or small garden",
    "keyFeature": "Juicy round yellow/greenish fruit with purple ,marvellous taste",
    "cost": "18"
  },
  {
    "id": "PF",
    "name": "Victoria plum tree (prunus domestica) Patio and garden fruit tree",
    "description": "'Victoria Plum' tree (Prunus domestica). Suitable for Terrace or Patio, in pots and as small trees in the ground, varieties are selected for disease resistance and productivity. Perfect for patio containers or planting in the ground, specially bred dwarf fruit trees.! Patio fruit trees, all on extremely dwarf stocks, very fruity. Producing many fruits on stems. Fruit:large, egg-shaped, red on yellow base. Flesh: yellow, juicy, pleasant taste-stone easily removable. Harvest: late August to early September. Fertilization: by self-pollinating-compact fruit tree, ideal for terrace or balcony",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/victoria-plum.jpg",
    "size": "Eventual size 100-150cm",
    "environment": "Ideal for terrace, balcony or small garden",
    "keyFeature": "Large egg shaped red on yellow based juicy fruits,self pollinating, stone easily",
    "cost": "18"
  },
  {
    "id": "PF",
    "name": "Patio Cherry Tree ‘Sunburst’ (Prunus Avium ) Patio and garden fruit tree",
    "description": "Suitable for growing on the Terrace or Patio, in pots and as small trees in the ground, varieties are selected for disease resistance and productivity. Prunus Avium 'SUNBURST' fruit trees, all on extremely dwarf stocks, very fruiting. These specially bred dwarf varities are perfect for patio containers. They produce deliciously juicy fruits on stems. 'Sunburst'(Prunus Avium Cherry). Eventual height 100-150cms, very fruiting. Specially bred dwarf variety, producing large very fine tasting cherry's. You wont need an orchard for these dwarf fruit trees! These mini Cherry trees are specially bred varieties, producing large fruits on stems , just perfect for the patio!.Fruit: large-red/orange Flesh: clear red - very fine taste Harvest: July Fertilization by : self -pollinating. Compact fruit trees, ideal for terrace or balcony",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/sunburst-cherry.jpg",
    "size": "Eventual height 100-150cm",
    "environment": "Ideal for patio,terrace and small gardens",
    "keyFeature": "Dwarf fruit trees,very fruiting,large fruits",
    "cost": "18"
  },
  {
    "id": "PF",
    "name": "Patio Apple Tree ‘Queen Cox’ (Malus Domestica) Patio and garden fruit tree",
    "description": "'Queen Cox' (Malus Domestica Apple). Eventual height 100-150cm. Suitable for growing on the Terrace or Patio, in pots and as small trees in the ground, varieties are selected for disease resistance and productivity. Enjoy the juicy fruit from this dwarf apple tree. Fruit trees, all extremely dwarf stocks, very fruiting. Specially bred dwarf variety, producing fairly small juicy dessert apples on stems.You wont need an orchard for these dwarf fruit trees! These mini Apple trees are specially bred varieties, producing juicy fruits on stems , just perfect for the patio!. Fruit: fairly small-somewhat flattened oval-pale green-later yellow with pretty orange-red bloom and stripes. Flesh: fairly firm- juicy- pleasantly tart and very aromatic. Harvest: mid-September to early October. Storage : until December Fertilization by : Self-pollinating. Compact fruit tree, ideal for terrace or balcony",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/PATIOAPPLES-queen-cox.jpg",
    "size": "Eventual height 100-150cm",
    "environment": "Ideal for patio,terrace and small gardens",
    "keyFeature": "juicy aromatic fruits, pale green, later yellow with pretty orange-red bloom and stripes",
    "cost": "18"
  },
  {
    "id": "EG",
    "name": "Arbutus Unedo Strawberry Trees",
    "description": "Strawberry trees (arbutus unedo) is evergreen. It is a striking tree or shrub with its leathery green leaves, making a superb focal point for any garden both large and small. The creamy/pink heather like flowers appear in autumn followed by plump scarlet red fruits that do indeed look like strawberries but unfortunately do not taste like them!! The fruit fully ripen in the following year when a new set of flowers emerge. The rusty brown bark of the strawberry tree begins to peel during the spring to reveal new bright green bark tissue that remains smooth and ornamental until the next season. Will tolerate most soil types but thrives best in mild areas",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/strawberry-fruits.jpg",
    "size": "Eventual height approx 6 m- 8m (18 - 24 foot)",
    "environment": "Prefers moist areas but not wet, sunny position",
    "keyFeature": "Evergreen, produces attractive strawberry like fruits, good snarled twisty bark.",
    "cost": "12"
  },
  {
    "id": "EG",
    "name": "Blue Spruce Trees Picea Pungens Glauca",
    "description": "Blue Spruce Trees (Picea Pungens Glauca) is becoming a much sought after christmas tree as well as a good specimen tree in the larger garden.  Attractive narrow triangular shape. Needles are blue-grey sometimes a powdery blue.  Cones are light brown which hang downwards and similar to the Sitka Spruce but much longer.  The blue spruce does not loose its needles. PRUNING there is no need to prune conifers only to take off dead or distorted growth this is best done in their dormant season (October through to early March).",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/BLUESPRUCE-1.jpg",
    "size": "30' to 60' (9m to 18m) tall , can reach 120' (36m).",
    "environment": "Prefers organic, moist soil. Somewhat drought tolerant for a spruce. Full sun.",
    "keyFeature": "blue/grey tinge attractive. Good specimen tree.",
    "cost": "1.3"
  },
  {
    "id": "EG",
    "name": "Caucasian Fir trees (abies nordmanniana)",
    "description": "Nordmann fir trees, Abies nordmanniana, is a very handsome, easy to grow and disease-resistant tree with aromatic dark green foliage. It's one of the best trees to use as a Christmas tree because it retains it's needles well, even when cut. Conically shaped growing well in cool, moist conditions. Denser and darker than most firs, keeps lower branches to ground level in old age rather than losing them. Greenfemale flowers grow on young shoot near top whilst red male flowers grow lower down. Caucasian Fir trees are instantly recognizable from some way off. It holds its needles on the branches for up to 25 years, so it has a verdant somewhat luxuriant look about it.The Caucasian Fir tree came to Britain between 1848 and 1854 from the Caucasus Mountains and North East Turkey. In recent years this species has been accepted as the best Christmas tree for holding its needles. The low grade timber is not produced as freely as that of grand fir.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/causasian-fir.jpg",
    "size": "40' to 60' (12m to 18m) tall, can reach over 250' (76m) tall in wild. 15' to 20' (4.5m to 6m) wide.",
    "environment": "Full sun. Prefers moist, well-drained, acidic soil.",
    "keyFeature": "Good Xmas tree as it holds its needles, Green female flowers grow on young shoots near top, whilst red male flowers grow lower down",
    "cost": "1.4"
  },
  {
    "id": "EG",
    "name": "Douglas Fir tree (Pseudotsuga Menzieii)",
    "description": "Douglas fir (Pseudotsuga menzieii) apart from the Giant Redwood is the tallest tree growing on the North American west coast. They are large and vigorous evergreen conifers. They are great for poor soil, as long as the site is not dry. Mature trees in the open have a lush, attractive canopy. It can be grown as a screening tree up to about 55+ metres high. It is a good tall windbreak tree.For such a big tree, the Douglas Fir has a fairly compact canopy, with downward pointing lower branches that do a great job of blocking out sight from about 5metres off the ground when they are mature. Older trees have a very thick, corky bark with lovely sinuous ridges. Named after the plant collector David Douglas who introduced the douglas fir seeds here in 1827.  Given good soil to grow in, the douglas fir produces some of the finest timber in Britain known as Oregon pine.  Douglas fir likes plenty of light and as already stated is a tall conical tree and here in Britain can grow up to 180 ft but in its native North American west coast growth could reach 350 ft.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/douglasfir.jpg",
    "size": "Landscape trees reach 80' - 120'(20mtr-25mt) tall with 15' to 20' (4.5m to 6m) spread.",
    "environment": "Moist, slightly acid, well drained soil prefered. Full sun is best. Generally dislikes hot, dry sites.",
    "keyFeature": "Important timber tree, very fast growing.",
    "cost": "1.4"
  },
  {
    "id": "EG",
    "name": "Fraser Fir tree (abies fraseri)",
    "description": "Frazer firs (abies fraseri) do not loose their needles and have a beautiful pine fragrance.  Slow growing tree, dense when young opening with age. Prefers a well drained,moist soil, but can tolerate full sun. The young cones are purplish. Very liked by deer!! so don't forget to order your guards.  ",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/fraserfir.jpg",
    "size": "Eventual height 15 meters. Spread 3/4 meters.",
    "environment": "Prefers moist, well-drained loam. Full sun is best.",
    "keyFeature": "Slow growing do not loose their needles",
    "cost": "1.1"
  },
  {
    "id": "EG",
    "name": "Golden Irish Yew (Taxus Baccata ‘fastigata Aureomarginata’)",
    "description": "Evergreen Golden Irish Yew (Taxus baccata fastigiata aureomarginata). A very pleasing slow growing conifer much sought after because of its natural attractive shape. The Golden Irish Yew is tightly branched and has a compact upright growth habit. Dense yellow-green foliage with brighter golden edges. Needs no or little clipping or trimming. Ideal to use as a specimen tree or to add height to a border.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/GOLDENIRISH120.jpg",
    "size": "Eventual height 2 meters in 10 years",
    "environment": "Prefers sunny area. Well drained soil. Fully hardy.",
    "keyFeature": "Golden conical shape.",
    "cost": "48"
  },
  {
    "id": "EG",
    "name": "Grand Fir tree (Abies Grandis)",
    "description": "Grand Fir (Abies grandis) is a fast growing , hardy, majestic specimen .Given the right conditions, cool wet rocky hillsides, this is the fastest growing plantation conifer in Britain, reaching its full height within 20 years.  It is shade tolerant so close spacing is acceptable, and trees of every size class stand comfortably together. Originally from western North America grand fir was first introduced to Britain in 1830 and then again more successfully in 1852. The timber is soft but available in large sizes. The tallest tree in Britain has exceeded 65 metres. If enough of it was available it could be used for pulp. It has good fibre length and is easy to convert into appropriate log sizes.  Can make a most majestic specimen tree.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/grandfir.jpg",
    "size": "Up to 300' (90m) tall",
    "environment": "Prefers moist, deep, well-drained, acidic soil. Sun to partial shade.",
    "keyFeature": "One of the worlds largest trees. Fast growing.",
    "cost": "1.2"
  },
  {
    "id": "EG",
    "name": "Holly (Ilex Aquifolium)",
    "description": "Holly - Ilex Aquifolium hedging , foliage good for wildlife and is a valuable minor species on woodland edges and in hedgerows. It's evergreen foliage is a source of shelter for the birds, animals and insects. Female trees may produce enough berried shoots to be commercial at christmas time. Thorny leaves make it a stock proof hedge but browsing animals do get some sustenance from them in winter. Finally the heavy white wood of the Holly is prized by ornamental furniture and",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/holly17c_1.jpg",
    "size": "In 10 years - 4 meters, 20 years - 6 meters. Eventual height - 20 meters",
    "environment": "Any soil, not waterlogged. Can withstand exposure.",
    "keyFeature": "Both male and female must be close to produce fruit. Not particularly fast growing.",
    "cost": "2.6"
  },
  {
    "id": "EG",
    "name": "Holm Oak (quercus ilex)",
    "description": "Quercus Ilex or Holm Oak- Good as shelterbelt tree,or hedging. Can withstand sea winds, late spring produces male catkins, acorns are pointed and does not lose its leaves. There are few very large evergreen broadleaved trees that will grow in Britain. Holm Oak is one of them, it makes a bold statement in the landscape either as a single specimen or better still as a clump.The rough dark grey bark is broken into small squarish blocks. Leaves are leathery and dark glossy grey-green. Young acorns are green and turn red/brown when mature. The whole tree contrast beautifully with sweeping sunlit mown or grazed grassland. Cell grown means a little like (plug plants)",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/2011-12-31-23.00.00-66-600x450.jpg",
    "size": "Event height - 30 meters",
    "environment": "Very hardy grows well on poor soils. Tolerates heavy clay.Good coastal tree",
    "keyFeature": "Evergreen oak, fruit berry producing",
    "cost": "2.2"
  },
  {
    "id": "EG",
    "name": "Hybrid Larch tree (larix eurolepsis) evergreen",
    "description": "This hybrid Larch (larix eurolepsis) between the European and Japanese larches is quite outstanding. It has greater vigour than either parent and will produce sawn timber more durable than Japanese larch. It was first produced around 1904 at Dunkeld House on Tayside. In this instance the 'mother' tree was Japanese, but some later deliberate crosses European larch has been used as the seed tree. The scarcity of F1 seed has restricted the amount of planting in the past. There are now seed orchards of selected parents to overcome this problem. A specimen 40 metres tall is already on record.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/hybrid-larch.jpg",
    "size": "Height and spread after 10 years - 11m x 3m, after 20 years - 18m x 4m",
    "environment": "Ideally the Hybrid Larch prefers a deep moist site, but it is tolerant of poorer, drier soils. Wind tolerant, it will grow well at high elevations and is planted on mountainsides in Scotland.",
    "keyFeature": "Faster growing than the european and japanese larch.",
    "cost": "1.2"
  },
  {
    "id": "PG",
    "name": "Acer Dissectum Japanese Maple Cut Leaf",
    "description": "A good present for any sized garden Cut Leaved Japanese Maple trees-(Acer Palmatum Dissectum trees).  A beautiful mound-forming variety, with arching shoots which make a delicate specimen in the ground or an attractive container shrub. A  Deciduous tree slow growing. Silky finely cut green leaves,which are green in spring and summer turning beautiful gold in autumn months. Excellent in woodland gardens or shady places in a garden, but avoid strong afternoon sun and best in a more sheltered position out of strong winds.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/acer-dissectum.jpg",
    "size": "Slow growing can reach upto 2 metres with a spread of 3 metres",
    "environment": "Ericacious not in exposed position.",
    "keyFeature": "Pretty shrub small tree for small garden or does well in tubs.",
    "cost": "45"
  },
  {
    "id": "PG",
    "name": "Black Mulberry (Morus Nigra) Pot Grown",
    "description": "Black Mulberry Tree Morus Nigra.  Easy to grow prefers a sunny position moisture retentive but well drained.  Comes into leave around late April, green rounded leaves and with age the trunk can become crooked and gnarled which is a good feature.  The Black Mulberry produces excellent fruit which is like a giant blackberry but colours are more purple black.  Truly delicious and delicate fruit which is why you will not usually see it in shops or supermarkets.  It is fair to say that the fruits will not appear until the Black Mulberry is about 7/9 years old.  Advised not to plant it near a path as the fruit do stain and wear gloves when harvesting the fruits.  Pruning can be done in late Autumn when the tree is dormant.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/black-mulberry-600x450.jpg",
    "size": "Eventual height 8 meters spread 6 meters",
    "environment": "A good sunny position benefits good fruiting well drained soils",
    "keyFeature": "Delicious fruits when more mature but can get messy so wise not to plant near a pathway.Good gnarled trunk.",
    "cost": "22"
  },
  {
    "id": "PG",
    "name": "Blue Atlas Cedar trees (Cedar Atlantica Glauca)",
    "description": "Recommended for that special gift ! Blue Atlas Cedar trees-Cedrus Atlantica Glauca-This robust blue-grey needled conifer is indispensable in most ornamental tree collections. Definite specimen use, for large properties, this tree makes a statement by itself, with powder blue, somewhat silver needles and a pyramidal shape when young becoming flat-topped with horizontal spreading branches when older. It is the ideal foil for anything with golden or copper foliage, and even 'sets off' many green leaved plants beautifully. Young trees are particularly glaucous and stand alone as excellent specimens. They may be encouraged to restrict themselves to one stem or allowed to follow the Atlas cedar tendency to become multi-stemmed. On a good site they will eventually reach 20-30 metres in height but seldom spread out much more than half their height. In the landscape they can achieve all sorts of effects. They should always be lit from the front; seen against the light the 'blue' effect is lost. A small clump planted at about 8 metres spacing will create a dynamic effect especially at the end of a long vista. This form will tolerate dry conditions, as well as summer heat and winter cold with impunity.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/blueatlascedar.jpg",
    "size": "Medium-sized tree, 40' to 60' (12m to 18m) tall",
    "environment": "Prefers moist, deep soils, but tolerant of dry, Sandy soils. Full sun is best. tolerant of pollution, urban conditions. Needs protection from sweeping winds.",
    "keyFeature": "Evergreen, blue-grey form. Will eventually grow into large tree.",
    "cost": "54"
  },
  {
    "id": "PG",
    "name": "Choisya ternata (know as Mexican Orange blossom)",
    "description": "CHOISYA TERNATA-This aromatic evergreen shrub also known as (MEXICAN ORANGE BLOSSOM) has green glossy leaves with very fragrant pure white star shaped flowers that appear late April/ May. If the flowering stems are cut back about 20/30cm after flowering then there is a good chance that there could be a second flush in late Summer/Autumn This shrub can also be used as a hedge.  The evergreen glossy leaves remain all year round. Choisya Can be grown in containers and are remarkably pest and disease free.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/HELENCHOISA1.jpeg",
    "size": "Ultimate height 1.5-2.5 metres Ultimate spread 1.5-2.5 metres",
    "environment": "sunny or partial shade, normal soil, sheltered .Clay, sand, chalk or loam",
    "keyFeature": "Fantastic fragrant star shaped flowers,often into the winter months",
    "cost": "11"
  },
  {
    "id": "PG",
    "name": "Copper Norway Maple trees (acer platanoides schwedleri)",
    "description": " A good tree for the larger garden.  Copper Norway maple Trees , would make a good background tree for its colour and height.  It will grow in the right conditions up to 28 metres.  Grows well on acid and chalky soils, can tolerate partial shade and full sun. Flowers later than the Norway Maple and has very good autumn colour that turns orange and crimson with deep red buds in the winter.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/coppernorwaymaple35.jpg",
    "size": "Can reach 28 meters",
    "environment": "Chalky or acidic soils",
    "keyFeature": "Autumn colour",
    "cost": "42"
  },
  {
    "id": "PG",
    "name": "Cornus Kousa Flowering Dogwood Cappuccino",
    "description": "Cornus Kousa, Flowering dogwood, Cappuccino New variety - Most attractive Cornus Kousa Cappuccino which can be a small tree or shrub. Very unusual as the leaves emerge bright green and turn to bronze and deep burgundy crimson throughout the summer. A deciduous shrub/tree producing tiny green flowers surrounded by 4 creamy white bracts which are an outstanding size 6-8cm wide. Edible and thought to be delicious sweet fruits ripen at the end of the summer which are pink to produce a colourful display. Can reach 3 meters but will spread to the sides with horizontal branches. Hardy in most parts of the UK but does well in full sun or partial shade in well drained fertile soil but grows best in acidic soil. It is also wind resistant.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/CORNUS-KOUSA.jpg",
    "size": "Eventual size 210/250cm spread 2 meters",
    "environment": "Full sun or partial shade wind resistant",
    "keyFeature": "Beautiful white flowers unusual colouring of leaves throughout the summer",
    "cost": "48"
  },
  {
    "id": "PG",
    "name": "Cut Leaved Birch Betula Crispa Tree",
    "description": "A good graceful tree Cut leaved birch trees - Acer pendula Crispa trees with elegant and  fine graceful branches and drooping shoots. This is a good landscape plant having a bright silver and brown stem and light airy foliage. Almost no shade is cast and it will not block views. It will grow perfectly well in full sun, and is totally hardy in Britain.  The Betula Pendula Crispa (old name was Dalecarlica) has finely cut leaves and is so similar to the 'Laciniata' that is very difficult to tell them apart.  The leaves on the 'Laciniata' apparently has a deeper cut leaf. PRUNING of any birch is best done during late summer or early autumn.  Branches can be trimmed to allow easier grass cutting.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/Cutleavedbirch-tree.jpg",
    "size": "In 10 years - 8 meters, 20 years - 12 meters, eventual height - 20 metres",
    "environment": "Tolerates most soils in full/semi sun",
    "keyFeature": "Attractive slender cut leaves.",
    "cost": "33"
  },
  {
    "id": "PG",
    "name": "Ginkgo Trees (Maidenhair Tree)",
    "description": "Ginkgo or Maidenhair trees makes a remarkable feature in any garden. Deciduous, upright and narrow,dark green leaves turning yellow before falling.It is known for its spectacular yellow autumn colour. Ginkgo's are remarkably easy to care for and will grow in most conditions from sun through to shade. The Ginkgo tree is completely hardy and often makes an excellent alternative to Japanese Maple. Suitable for growing as a specimen tree in open ground or container. The male trees have pollen producing catkins, whilst female trees bear the rather smelly seeds. In China the seeds are used in birds nest soup,as a digestion aid, and as a hangover cure.Leaf extracts are used to treat problems, such as tinnitus and Raynaud's disease (also called white-finger), and are included in some after-shave lotions.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/maidenhairleaf.jpg",
    "size": "In 10 years - 5 meters, 15 years - 8 meters, eventual height - 25 meters",
    "environment": "Extremely hardy, grows well on any well drained soil, but does need hot summers to thrive.",
    "keyFeature": "Fan shaped leaves, good fresh green colour, in warm autumn turning bright gold. Old trees sometimes bear yellow fruits but these give off an unpleasant smell.",
    "cost": "33"
  },
  {
    "id": "PG",
    "name": "Golden Indian Bean Tree (Catalpa Bignonioides Aurea)",
    "description": "Stunning beautiful trees ! Golden indian Bean Trees (Catalpa Bignonioides Aurea trees)  is a glorious tree.  A 'must have' tree . The golden bean tree maybe slow growing at first but within 2 years you will start to see a most beautiful tree.  It will be the talking point of any garden. The large leaf is pale green when it expands, then firms up to a butter-yellow greening a little during the summer. Early autumn the leaves are back to a butter-golden yellow. Sometimes the leaves can scorch in the hot summers but will not harm the tree. The golden bean tree tends to have a lower and proportioned crown than the green leaved form. It is fair to say that the Golden Bean Tree can spread to about 4 meters wide.  Flowers that look a little like orchids will appear when more mature but does need a sunny position. Early September you may notice long seed pods which can be 20cm in length, green when young then turning a brownish/red.  An excellent specimen garden tree which may be suitable for the smaller garden. It is late coming into leaf, usually around early May and one of the first to lose its leaves. The CLEAR STEM variety means that the top has been grafted but you will have a clear stem and masses of leaves eventually that will spread out to 3 meters on top of the stem.   Eventual height 5 meters so excellent for the small garden and a good specimen for the larger garden.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/bean-tree-golden-17-600x450.jpg",
    "size": "Eventual height - 5 meters but can spread to about 4 meters.",
    "environment": "Any good soil but does like a sunny position",
    "keyFeature": "Butter yellow leaves. Flowers are very much like white orchids when more mature given a hot summer.",
    "cost": "22"
  },
  {
    "id": "PG",
    "name": "Golden Locust trees Robinia Pseudoacacia Frisia Golden colour intensifies in autumn",
    "description": "Very popular trees Golden Locust trees -Few arboretum trees have the same impact through the summer as the popular golden locust. The pale golden leaves light up a dark corner backed by copper beech, yew or other evergreens; or dramatically reflect the sun against blue sky. In autumn the golden colour intensifies. This tree is tough and very hardy. It benefits from pruning back in the first few years after planting if it is tending to outgrow its strength and bend over. It is of Dutch origin raised in 1935. Little is yet known about its probable lifespan, but trees 15-30 years old are a delight to own The golden locust tree is a pleasing common sight in many gardens both small and large.  Leaves of buttery yellow/green makes this tree stand out.  Eventual height approx. 12-15meters.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/goldenlocust1.jpg",
    "size": "Typically 40' to 50' (12m to 15m) tall but can be up to 70' (20)",
    "environment": "Full sun. Tolerant of most soils and can perform well in dry, sterile sandy soils. Tolerant of salt, heat, pollution, a very tough plant.",
    "keyFeature": "Grown for their feathery butter-gold foliage. Splash of gold.",
    "cost": "21"
  },
  {
    "id": "SH",
    "name": "Berberis Red – Thunbergii Atropurpurea Shrub and Hedging",
    "description": "Red Berberis Thunbergii Atropurpurea are compact and slow growing,so ideal for low but superb prickly hedges. Berberis Thunbergii Atropurpurea has red leaves and Berberis Thunbergii has green leaves. Producing clusters of very small oval shaped leaves with pale yellow flowers.Both varieties are deciduous and the fruits are glossy red, jewel like fruits which drip from their branches in late autumn.    They mature during late summer and fall and persist through the winter. They are tough,easy to grow hedging plants which do well in virtually any soil and situation. They should be trimmed after flowering. The Berberis is avoided by deer.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/berberis-1.jpg",
    "size": "Event hgt can reach up to 3m",
    "environment": "Easily grown on any soil",
    "keyFeature": "good colour and clusters of red fruits in autumn. Makes good vandal proof hedge.",
    "cost": "1.2"
  },
  {
    "id": "SH",
    "name": "Buddleia Potted (Butterfly Bush)",
    "description": "Buddleia  or (Buddleja Davidii) commonly known as Butterfly bush because of the attraction their flowers have for butterflies.The summer flowering is beautiful with blossom throughout the summer guaranteed to create an impact with its dense spikes of fragrant flowers. Its blossom is abundant and last from July through to October. To get the best flowers it is important to prune these shrubs back hard in spring (March) and to remove faded flowers in summer, as these will encourage a second flush of flowers. Buddleia are nectar rich plants, which encourage beneficial wildlife, such as ladybirds, lacewings and hover flies into the garden.Historically known as Buddlia. They were introduced to Britain from China by way of Russia at the end of the 19th century. Since then, the buddleia has established itself so successfully that it has become naturalised in many parts of the country. Both wild and cultivated buddleia can be grown in sunny gardens.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/buddlia-1.jpg",
    "size": "Will grow upto 2.7 metres 8ft with good spread.",
    "environment": "Most soils best in full sun",
    "keyFeature": "Fast growing, producing panicles of pinkish purple flowers in summer. Prune well back in March. A butterflies delight.",
    "cost": "7.2"
  },
  {
    "id": "SH",
    "name": "Dog Rose (Rosa Canina)",
    "description": "The Dog Rose-Native to Britain with beautiful , profuse pale pink flowers in June and orange/red glossy rose hips in autumn. It's fast growing and scrambling with stems covered with small, hooked prickles, which aid climbing. It's well armed arching stems are a familiar sight in southern Britain. It can reach 4 metres in height or more if supported by trees. Also recommended -  Field Rose, Sweet Briar, Ramanas Rose Burnet Rose.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/DOGROSE_1.jpg",
    "size": "Can reach up to height 8-10ft 3 metres",
    "environment": "Dislikes wet soils and exposed areas.",
    "keyFeature": "Pink flowers appear in June/July. Large hips form in late summer.",
    "cost": "0.7"
  },
  {
    "id": "SH",
    "name": "Field Rose hedging plants or shrub (rosa arvensis)",
    "description": "Field Rose -An extremely useful wild rambler, the Field Rose is perfectly happy in wild or cottage gardens in poor soil. It also scrambles out long stems covered in pure white, musky scented flowers 4-5cm across in early summer. They are followed by round red hips. Common Native Rose of hedgerows and woods with long slender stems which trail into other plants. It will romp into high hedges using hooked thorns. A slim stemmed rose that spreads widely but seldom exceeds 1.5 metres in height.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/field-rose.jpg",
    "size": "Can reach up to 1.5metre (5ft)",
    "environment": "Hardy,likes full sun,well drained/light,clay/heavy,dryl",
    "keyFeature": "White flowers in summer hips are dark red.",
    "cost": "0.8"
  },
  {
    "id": "SH",
    "name": "Guelder Rose Viburnum Opulus",
    "description": "Guelder Rose Viburnum Opulus this deciduous shrub produces beautiful orange autumn foliage colour together with heavy bunches of glutinous scarlet berries. The guelder rose seldom exceeds 4 metres in height but spreads widely. In spring it has tight clusters of strikingly white flowers.It is a British native species commonly found along woodland edges in lowland areas and used for countryside hedging.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/guelder-rose.jpg",
    "size": "Up to 4metres (12ft)",
    "environment": "Flourishes in damp areas.",
    "keyFeature": "Tight cluster of white flowers in summer. In Autumn red berries appear.",
    "cost": "0.8"
  },
  {
    "id": "SH",
    "name": "Kalmia Mountain Laurel (latifolia ‘Olympic Fire’) shrub sensational colour",
    "description": "The Evergreen Kalmia Mountain Laurel (Olympic fire) kalmia latifolia is considered by many to be the most beautiful flowering native shrub of North America. The dark red buds open to pleasing saucer shaped pink blooms, making sensational colour contrast against the dark glossy leathery leaves.Clusters of deep pink flowers produced in early summer, a profuse bloomer.The Evergreen Kalmia Mountain Laurel has handsome foliage which adds life to the garden during rainy winter months.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/kalmia.jpg",
    "size": "Ultimate height 2.5 - 4 mtres , Ultimate spread 2.5 - 4 mtres ,Time to ultimate height 5-10 years",
    "environment": "Prefers ericaceous soils part sun",
    "keyFeature": "Evergreen shrub producing clusters of saucer shaped flowers in early spring",
    "cost": "24"
  },
  {
    "id": "SH",
    "name": "Lonicera Nitida Shrub Honeysuckle Fast growing, dense hedging plant",
    "description": "Shrub Honeysuckle , this fast growing evergreen hedge plant has small leaves and make good relatively easy maintained hedges.It is dense and may be clipped to any size. It as become very popular used as a low screen and windbreak. Yellow flowers appear in pairs in April, followed by purple berries.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/shrubhoneysuckel-1.jpg",
    "size": "Eventual height reaches 3 metres (9ft)",
    "environment": "Virtually grows anywhere as long as not water logged.",
    "keyFeature": "Evergreen and very leafy (small leaves).Flowers and berries",
    "cost": "1.2"
  },
  {
    "id": "SH",
    "name": "Red Dogwood Cornus Alba. Hedge or Shrub",
    "description": "Red Dogwood Cornus Alba are mostly grown for their gorgeous brightly coloured stems and provide a fantastic bright flash of colour in Autumn and Winter. Creamy white flowers in spring, followed by blue/white berries, with oval dark green leaves, which fall in Autumn to reveal the coloured stems. Its very hardy, Robins and other birds love the berries in late summer/early Autumn.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/dogwood480.jpg",
    "size": "Can reach heights of 4metres (12ft)",
    "environment": "Tolerates wet clay soil. Most soil types",
    "keyFeature": "Forms thickets of stems-young ones red in winter. Good autumn leaf colour.",
    "cost": "0.7"
  },
  {
    "id": "SH",
    "name": "Snowberry (Symphoricarpos albus)",
    "description": "The Snowberry hedge (symphoricarpos albus) is most commonly grown for its stunning white berries that appear in Autumn months. Easy to maintain and tolerant of most soil types and weather conditions. Snowberry has been planted on sporting estates ever since its introduction from America in 1879. It spreads alarmingly and soon creates a tough thicket of wiry stems. Pheasants in particular love the security it affords.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/snowberry-1.jpg",
    "size": "Grows to 1.5m 3-6ft",
    "environment": "Grows anywhere, tolerates shade.",
    "keyFeature": "Quickly forms thickets especially good for pheasants. Forms large white berries in winter but neither birds or humans desire them",
    "cost": "1.2"
  },
  {
    "id": "SH",
    "name": "Sweet Briar Rose for sale Rosa Rubiginosa",
    "description": "Sweet Briar Rose has fantastic pink scented flowers with a golden centre and are produced in clusters from late spring to mid summer.The foliage has strong apple-like fragrance.Grows well on most soil conditions including chalk. Does not like dense shade or exposed areas but does like coastal areas. In June scented pink flowers appear, in autumn red/orange hips appear. The fruit is a globose to oblong glossy red hip 1-2cm in diameter. It is a dense deciduous shrub which can reach 2-3m high and across, with the stems bearing numerous hooked prickles. This species is native on calcarious soils in southern England.",
    "picture": "https://www.tree-shop.co.uk/wp-content/uploads/2019/09/SWEETBRIAR_.jpg",
    "size": "Can reach up to 3 meters.",
    "environment": "Good on chalk or coastal areas. Will tolerate most soil types but not dense shade.",
    "keyFeature": "Strong apple like fragrance ,pink flowers with golden centre,gloss red hips",
    "cost": "0.7"
  }
]
